ServicesApplications/RssViewer/trunk/src/Rss/GatewayResources/stubs/requests/CreateRadarView.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><CreateRadarViewRequest  xmlns="urn:factiva:assets:screening:v1_0" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><radarView><name>Radarview1</name><radarViewQuery queryType="Company" position="1"><name>Query1</name><structuredQuery /></radarViewQuery></radarView></CreateRadarViewRequest></soap-env:Body></soap-env:Envelope>